Repository: kda7889/cs50.harvard.edu
Catalog: homework/TourneyMaker/translations/*/LC_MESSAGES/messages.po
Languages: bg, da, el, et, hu, id, ja, lt, lv, nb, ro, sk, sl, sv, tr

source: You have successfully registered!
bg: Успешно сте се регистрирали!
da: Du har registreret dig med succes!
el: Έχετε εγγραφεί επιτυχώς!
et: Olete edukalt registreerunud!
hu: Sikeresen regisztráltál!
id: Anda telah berhasil mendaftar!
ja: 登録に成功しました！
lt: Sėkmingai užsiregistravote!
lv: Jūs esat veiksmīgi reģistrējies!
nb: Du har registrert deg!
ro: V-ați înregistrat cu succes!
sk: Úspešne ste sa zaregistrovali!
sl: Uspešno ste se registrirali!
sv: Du har framgångsrikt registrerat dig!
tr: Başarıyla kayıt oldunuz!
