Repository: kda7889/cs50.harvard.edu
Catalog: homework/TourneyMaker/translations/*/LC_MESSAGES/messages.po
Languages: bg, da, el, et, hu, id, ja, lt, lv, nb, ro, sk, sl, sv, tr

source: A new password has been sent to your email.
bg: На вашия имейл е изпратена нова парола.
da: En ny adgangskode er blevet sendt til din e-mail.
el: Ένας νέος κωδικός πρόσβασης έχει σταλεί στο email σας.
et: Teie e-posti aadressile on saadetud uus salasõna.
hu: Új jelszót küldtünk az Ön e-mail címére.
id: Kata sandi baru telah dikirim ke email Anda.
ja: 新しいパスワードがEメールに送信されました。
lt: Naujas slaptažodis buvo išsiųstas į jūsų el. paštą.
lv: Uz jūsu e-pastu ir nosūtīta jauna parole.
nb: Et nytt passord har blitt sendt til din e-post.
ro: O nouă parolă a fost trimisă la adresa dvs. de e-mail.
sk: Na váš e-mail bolo odoslané nové heslo.
sl: Na vaš e-poštni naslov je bilo poslano novo geslo.
sv: Ett nytt lösenord har skickats till din e-post.
tr: E-postanıza yeni bir şifre gönderildi.

source: A user with this email already exists.
bg: Потребител с този имейл вече съществува.
da: Der findes allerede en bruger med denne e-mail.
el: Ένας χρήστης με αυτό το email υπάρχει ήδη.
et: Selle e-posti aadressiga kasutaja on juba olemas.
hu: Ezzel az e-mail címmel már létezik egy felhasználó.
id: Pengguna dengan email ini sudah ada.
ja: この電子メールを持つユーザーはすでに存在します。
lt: Naudotojas su šiuo el. pašto adresu jau egzistuoja.
lv: Lietotājs ar šo e-pasta adresi jau pastāv.
nb: Det finnes allerede en bruker med denne e-postadressen.
ro: Un utilizator cu acest e-mail există deja.
sk: Používateľ s týmto e-mailom už existuje.
sl: Uporabnik s tem e-poštnim naslovom že obstaja.
sv: En användare med den här e-postadressen finns redan.
tr: Bu e-postaya sahip bir kullanıcı zaten mevcut.

source: Actions
bg: Действия
da: Handlinger
el: Δράσεις
et: Meetmed
hu: Tevékenységek
id: Tindakan
ja: 行動
lt: Veiksmai
lv: Darbības
nb: Handlinger
ro: Acțiuni
sk: Činnosti
sl: Ukrepi
sv: Åtgärder
tr: Eylemler

source: Close
bg: Затвори
da: Luk
el: Κλείστε το
et: Sulge
hu: Zárja be a
id: Tutup
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
nb: Lukk
ro: Închidere
sk: Zatvoriť
sl: Zapri
sv: Nära
tr: Kapat

source: Contact
bg: Свържете се с
da: Kontakt
el: Επικοινωνία
et: Kontakt
hu: Kapcsolat
id: Kontak
ja: 連絡先
lt: Susisiekite su
lv: Sazinieties ar
nb: Kontakt
ro: Persoană de contact
sk: Kontakt
sl: Pišite na
sv: Kontakt
tr: İletişim

source: Create Match
bg: Създаване на съвпадение
da: Opret match
el: Δημιουργία αγώνα
et: Loo matš
hu: Párhuzam létrehozása
id: Buat Kecocokan
ja: マッチ作成
lt: Sukurti atitikmenį
lv: Izveidot atbilstību
nb: Opprett match
ro: Creează potrivire
sk: Vytvoriť zápas
sl: Ustvari tekmo
sv: Skapa matchning
tr: Eşleşme Oluştur

source: Create Tournament Bracket
bg: Създаване на турнирна скоба
da: Opret turneringsrækkefølge
el: Δημιουργία βραχίονα τουρνουά
et: Turniiri sulgude loomine
hu: Versenytábla létrehozása
id: Buat Braket Turnamen
ja: トーナメント表の作成
lt: Sukurti turnyro laikiklį
lv: Izveidot turnīra kronšteinu
nb: Opprett turneringsbrakett
ro: Creați suportul de turneu
sk: Vytvorenie turnajovej zátvorky
sl: Ustvarjanje turnirskega nosilca
sv: Skapa turneringsfäste
tr: Turnuva Braketi Oluştur

source: Create Tournament
bg: Създаване на турнир
da: Opret turnering
el: Δημιουργία τουρνουά
et: Turniiri loomine
hu: Verseny létrehozása
id: Buat Turnamen
ja: トーナメント作成
lt: Sukurti turnyrą
lv: Izveidot turnīru
nb: Opprett turnering
ro: Creați un turneu
sk: Vytvoriť turnaj
sl: Ustvarjanje turnirja
sv: Skapa turnering
tr: Turnuva Oluştur

source: Delete all participants
bg: Изтриване на всички участници
da: Slet alle deltagere
el: Διαγραφή όλων των συμμετεχόντων
et: Kustuta kõik osalejad
hu: Minden résztvevő törlése
id: Menghapus semua peserta
ja: 参加者全員の削除
lt: Ištrinti visus dalyvius
lv: Dzēst visus dalībniekus
nb: Slett alle deltakere
ro: Ștergeți toți participanții
sk: Vymazať všetkých účastníkov
sl: Brisanje vseh udeležencev
sv: Ta bort alla deltagare
tr: Tüm katılımcıları sil

source: Delete tournament
bg: Изтриване на турнира
da: Slet turnering
el: Διαγραφή τουρνουά
et: Turniiri kustutamine
hu: Verseny törlése
id: Menghapus turnamen
ja: トーナメント削除
lt: Ištrinti turnyrą
lv: Dzēst turnīru
nb: Slett turnering
ro: Ștergeți turneul
sk: Vymazať turnaj
sl: Izbriši turnir
sv: Ta bort turnering
tr: Turnuvayı sil

source: Delete
bg: Изтриване на
da: Sletning
el: Διαγραφή
et: Kustuta
id: Menghapus
ja: 削除
lt: Ištrinti
lv: Dzēst
nb: Slett
ro: Ștergeți
sk: Odstrániť
sl: Izbriši
sv: Radera
tr: Silme

source: Description
bg: Описание
da: Beskrivelse
el: Περιγραφή
et: Kirjeldus
hu: Leírás
id: Deskripsi
ja: 説明
lt: Aprašymas
lv: Apraksts
nb: Beskrivelse
ro: Descriere
sk: Popis
sl: Opis
sv: Beskrivning
tr: Açıklama

source: Double Elimination Bracket
bg: Двойна елиминация
el: Βραχίονας διπλής αποβολής
hu: Dupla kieséses zárójelenet
id: Braket Eliminasi Ganda
ja: ダブル・エリミネーション・ブラケット
lt: Dvigubo eliminavimo varžybos
lv: Dubultās izslēgšanas sacensības
nb: Dobbel eliminasjonsbrakett
ro: Bracket dublă eliminare
sk: Dvojitá vyraďovacia konzola
sl: Dvojni eliminacijski vijak
sv: Bracket med dubbel eliminering
tr: Çift Eleme Grubu

source: Email
bg: Имейл
el: Ηλεκτρονικό ταχυδρομείο
et: E-post
ja: 電子メール
lt: El. paštas
lv: E-pasts
nb: E-post
sl: E-pošta
sv: E-post
tr: E-posta

source: Error sending email: %(error)s
bg: Грешка при изпращане на имейл: %(error)s
da: Fejl ved afsendelse af e-mail: %(error)s
el: Σφάλμα αποστολής email: %(error)s
et: Viga e-kirja saatmisel: %(error)s
hu: Hiba az e-mail küldésében: %(error)s
id: Kesalahan pengiriman email: PEMEGANG TEMPAT_0
ja: メール送信エラー%(error)s
lt: Klaida siunčiant el. laišką: %(error)s
lv: Kļūda sūtot e-pastu: %(error)s
nb: Feil ved sending av e-post: %(error)s
ro: Eroare la trimiterea e-mailului: %(error)s
sk: Chyba pri odosielaní e-mailu: %(error)s
sl: Napaka pri pošiljanju e-pošte: %(error)s
sv: Fel vid sändning av e-post: %(error)s
tr: E-posta gönderilirken hata oluştu: %(error)s

source: Expected time of the tournament:
bg: Очакван час на турнира:
da: Forventet tidspunkt for turneringen:
el: Αναμενόμενη ώρα του τουρνουά:
et: Turniiri eeldatav aeg:
hu: A verseny várható időpontja:
id: Waktu yang diharapkan dari turnamen:
ja: 大会予定時刻
lt: Numatomas turnyro laikas:
lv: Paredzamais turnīra laiks:
nb: Forventet tidspunkt for turneringen:
ro: Ora preconizată a turneului:
sk: Predpokladaný čas turnaja:
sl: Pričakovani čas turnirja:
sv: Förväntad tid för turneringen:
tr: Turnuvanın beklenen zamanı:

source: Home
bg: Начало
da: Hjem
el: Αρχική σελίδα
et: Kodu
id: Beranda
ja: ホーム
lt: Pagrindinis
lv: Sākums
nb: Hjem
ro: Acasă
sk: Domov
sl: Domov
sv: Hem
tr: Ev

source: How long does one match take (in minutes)?
bg: Колко време отнема един мач (в минути)?
da: Hvor lang tid tager en kamp (i minutter)?
el: Πόση ώρα διαρκεί ένας αγώνας (σε λεπτά);
et: Kui kaua kestab üks mäng (minutites)?
hu: Mennyi ideig tart egy mérkőzés (percben)?
id: Berapa lama waktu yang dibutuhkan untuk satu pertandingan (dalam menit)?
ja: 1試合の所要時間（分）は？
lt: Kiek laiko trunka vienos rungtynės (minutėmis)?
lv: Cik ilgi (minūtēs) ilgst viens mačs?
nb: Hvor lang tid tar en kamp (i minutter)?
ro: Cât durează un meci (în minute)?
sk: Ako dlho trvá jeden zápas (v minútach)?
sl: Koliko časa traja ena tekma (v minutah)?
sv: Hur lång tid tar en match (i minuter)?
tr: Bir maç ne kadar sürer (dakika olarak)?

source: Invalid email or password.
bg: Невалиден имейл или парола.
da: Ugyldig e-mail eller adgangskode.
el: Μη έγκυρο email ή κωδικός πρόσβασης.
et: Vale e-posti aadress või salasõna.
hu: Érvénytelen e-mail cím vagy jelszó.
id: Email atau kata sandi tidak valid.
ja: メールアドレスまたはパスワードが無効です。
lt: Netinkamas el. pašto adresas arba slaptažodis.
lv: Nederīgs e-pasts vai parole.
nb: Ugyldig e-post eller passord.
ro: E-mail sau parolă invalidă.
sk: Neplatný e-mail alebo heslo.
sl: Nepravilno e-poštno sporočilo ali geslo.
sv: Ogiltig e-postadress eller ogiltigt lösenord.
tr: Geçersiz e-posta veya şifre.

source: Language
bg: Език
da: Sprog
el: Γλώσσα
et: Keel
hu: Nyelv
id: Bahasa
ja: 言語
lt: Kalba
lv: Valoda
nb: Språk
ro: Limba
sk: Jazyk
sl: Jezik
sv: Språk
tr: Dil

source: List of Participants
bg: Списък на участниците
da: Liste over deltagere
el: Κατάλογος συμμετεχόντων
et: Osalejate nimekiri
hu: A résztvevők listája
id: Daftar Peserta
ja: 参加者リスト
lt: Dalyvių sąrašas
lv: Dalībnieku saraksts
nb: Liste over deltakere
ro: Lista participanților
sk: Zoznam účastníkov
sl: Seznam udeležencev
sv: Förteckning över deltagare
tr: Katılımcı Listesi

source: List of tournaments
bg: Списък на турнирите
da: Liste over turneringer
el: Κατάλογος τουρνουά
et: Turniiride nimekiri
hu: Versenyek listája
id: Daftar turnamen
ja: トーナメント一覧
lt: Turnyrų sąrašas
lv: Turnīru saraksts
nb: Liste over turneringer
ro: Lista turneelor
sk: Zoznam turnajov
sl: Seznam turnirjev
sv: Lista över turneringar
tr: Turnuvaların listesi

source: Log in
bg: Влезте в системата
el: Συνδεθείτε
et: Logi sisse
hu: Bejelentkezés
id: Masuk
ja: ログイン
lt: Prisijungti
lv: Piesakieties
nb: Logg inn
ro: Conectați-vă
sk: Prihlásiť sa
sl: Prijavite se
sv: Logga in
tr: Giriş yap

source: Login
bg: Вход
el: Σύνδεση
et: Logi sisse
hu: Bejelentkezés
id: Masuk
ja: ログイン
lt: Prisijungimas
lv: Pieteikšanās
nb: Logg inn
ro: Autentificare
sk: Prihlásenie
sl: Prijava
sv: Logga in
tr: Giriş

source: Logout
bg: Излизане от системата
da: Log ud
el: Αποσύνδεση
et: Väljalogimine
hu: Kijelentkezés
id: Keluar
ja: ログアウト
lt: Atsijungimas
lv: Izrakstīšanās
nb: Logg ut
ro: Ieșire
sk: Odhlásenie
sl: Odjava
sv: Logga ut
tr: Oturumu Kapat

source: Match successfully created!
bg: Успешно създадено съвпадение!
da: Match oprettet med succes!
el: Ο αγώνας δημιουργήθηκε επιτυχώς!
et: Match edukalt loodud!
hu: Sikeresen létrehozott mérkőzés!
id: Pertandingan berhasil dibuat!
ja: マッチの作成に成功！
lt: Rungtynės sėkmingai sukurtos!
lv: Spēle veiksmīgi izveidota!
nb: Match vellykket opprettet!
ro: Potrivire creată cu succes!
sk: Zápas úspešne vytvorený!
sl: Tekma je bila uspešno ustvarjena!
sv: Matchning framgångsrikt skapad!
tr: Eşleşme başarıyla oluşturuldu!

source: Name
bg: Име
da: Navn
el: Όνομα
et: Nimi
hu: Név
id: Nama
ja: 名称
lt: Pavadinimas
lv: Nosaukums
nb: Navn
ro: Nume și prenume
sk: Názov
sl: Ime
sv: Namn
tr: İsim

source: No user found with this email.
bg: Не е намерен потребител с този имейл.
da: Ingen bruger fundet med denne e-mail.
el: Δεν βρέθηκε χρήστης με αυτό το email.
et: Selle e-posti aadressiga ei leitud ühtegi kasutajat.
hu: Nem találtunk felhasználót ezzel az e-mail címmel.
id: Tidak ditemukan pengguna dengan email ini.
ja: このメールに該当するユーザーは見つかりませんでした。
lt: Nerasta naudotojo su šiuo el. pašto adresu.
lv: Ar šo e-pastu nav atrasts neviens lietotājs.
nb: Ingen bruker funnet med denne e-posten.
ro: Nu a fost găsit niciun utilizator cu acest e-mail.
sk: S týmto e-mailom nebol nájdený žiadny používateľ.
sl: S tem e-poštnim naslovom ni bil najden noben uporabnik.
sv: Ingen användare hittades med detta e-postmeddelande.
tr: Bu e-postaya sahip kullanıcı bulunamadı.

source: Number of participants:
bg: Брой участници:
da: Antal deltagere:
el: Αριθμός συμμετεχόντων:
et: Osalejate arv:
hu: A résztvevők száma:
id: Jumlah peserta:
ja: 参加者数
lt: Dalyvių skaičius:
lv: Dalībnieku skaits:
nb: Antall deltakere:
ro: Numărul de participanți:
sk: Počet účastníkov:
sl: Število udeležencev:
sv: Antal deltagare:
tr: Katılımcı sayısı:

source: Participant 1
bg: Участник 1
da: Deltager 1
el: Συμμετέχων 1
et: Osaleja 1
hu: 1. résztvevő
id: Peserta 1
ja: 参加者1
lt: 1 dalyvis
lv: Dalībnieks 1
nb: Deltaker 1
sk: Účastník 1
sl: Udeleženec 1
sv: Deltagare 1
tr: Katılımcı 1

source: Participant 2
bg: Участник 2
da: Deltager 2
el: Συμμετέχων 2
et: Osaleja 2
hu: 2. résztvevő
id: Peserta 2
ja: 参加者2
lt: 2 dalyvis
lv: 2. dalībnieks
nb: Deltaker 2
sk: Účastník 2
sl: Udeleženec 2
sv: Deltagare 2
tr: Katılımcı 2

source: Participant Registration
bg: Регистрация на участниците
da: Registrering af deltagere
el: Εγγραφή συμμετεχόντων
et: Osalejate registreerimine
hu: Résztvevői regisztráció
id: Pendaftaran Peserta
ja: 参加登録
lt: Dalyvių registracija
lv: Dalībnieku reģistrācija
nb: Registrering av deltakere
ro: Înregistrarea participanților
sk: Registrácia účastníkov
sl: Registracija udeležencev
sv: Registrering av deltagare
tr: Katılımcı Kaydı

source: Participant successfully registered!
bg: Участникът е успешно регистриран!
da: Deltager registreret med succes!
el: Η εγγραφή του συμμετέχοντα ολοκληρώθηκε επιτυχώς!
et: Osaleja edukalt registreeritud!
hu: A résztvevő sikeresen regisztrált!
id: Peserta berhasil terdaftar!
ja: 参加者の登録に成功しました！
lt: Dalyvis sėkmingai užregistruotas!
lv: Dalībnieks veiksmīgi reģistrēts!
nb: Deltaker vellykket registrert!
ro: Participant înregistrat cu succes!
sk: Účastník sa úspešne zaregistroval!
sl: Udeleženec se je uspešno registriral!
sv: Deltagare framgångsrikt registrerad!
tr: Katılımcı başarıyla kaydedildi!

source: Participants (each on a new line)
bg: Участници (всеки на нов ред)
da: Deltagere (hver på en ny linje)
el: Συμμετέχοντες (ο καθένας σε νέα γραμμή)
et: Osalejad (igaüks uuel real)
hu: Résztvevők (mindegyik új sorban)
id: Peserta (masing-masing di baris baru)
ja: 参加者（それぞれ改行）
lt: Dalyviai (kiekvienas naujoje eilutėje)
lv: Dalībnieki (katrs jaunā rindā)
nb: Deltakere (hver på en ny linje)
ro: Participanți (fiecare pe o linie nouă)
sk: Účastníci (každý na novom riadku)
sl: Udeleženci (vsak v novi vrstici)
sv: Deltagare (var och en på en ny rad)
tr: Katılımcılar (her biri yeni bir satırda)

source: Participants in a match must be different.
bg: Участниците в мача трябва да са различни.
da: Deltagerne i en kamp skal være forskellige.
el: Οι συμμετέχοντες σε έναν αγώνα πρέπει να είναι διαφορετικοί.
et: Mängus osalejad peavad olema erinevad.
hu: A mérkőzés résztvevőinek különbözőnek kell lenniük.
id: Peserta dalam sebuah pertandingan haruslah berbeda.
ja: 試合の参加者は異なっていなければならない。
lt: Rungtynių dalyviai turi būti skirtingi.
lv: Spēles dalībniekiem jābūt atšķirīgiem.
nb: Deltakerne i en kamp må være forskjellige.
ro: Participanții la un meci trebuie să fie diferiți.
sk: Účastníci zápasu sa musia líšiť.
sl: Udeleženci tekme morajo biti različni.
sv: Deltagarna i en match måste vara olika.
tr: Bir maçtaki katılımcılar farklı olmalıdır.

source: passed to the next stage automatically
bg: автоматично преминава към следващия етап
da: sendes automatisk videre til næste trin
el: περνάει αυτόματα στο επόμενο στάδιο
et: automaatselt järgmisesse etappi
hu: automatikusan a következő szakaszba kerül
id: lolos ke tahap berikutnya secara otomatis
ja: 自動的に次のステージへ
lt: automatiškai perduodama į kitą etapą.
lv: automātiski pāriet uz nākamo posmu.
nb: sendes automatisk videre til neste trinn
ro: trece automat la etapa următoare
sk: automaticky prejde do ďalšej fázy.
sl: se samodejno prenese v naslednjo fazo.
sv: skickas automatiskt vidare till nästa steg
tr: otomatik olarak bir sonraki aşamaya geçer

source: Password
bg: Парола
da: Adgangskode
el: Κωδικός πρόσβασης
et: Parool
hu: Jelszó
id: Kata sandi
ja: パスワード
lt: Slaptažodis
lv: Parole
nb: Passord
ro: Parolă
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Şifre

source: Proceed to next stage
bg: Преминаване към следващия етап
da: Gå videre til næste trin
el: Προχωρήστε στο επόμενο στάδιο
et: Edasi järgmisse etappi
hu: Tovább a következő szakaszhoz
id: Lanjutkan ke tahap berikutnya
ja: 次のステージへ進む
lt: Pereiti į kitą etapą
lv: Pārejiet uz nākamo posmu
nb: Gå videre til neste trinn
ro: Treceți la etapa următoare
sk: Pokračujte do ďalšej fázy
sl: Prehod na naslednjo fazo
sv: Fortsätt till nästa steg
tr: Bir sonraki aşamaya geçin

source: Recover Password
bg: Възстановяване на парола
da: Gendan adgangskode
el: Ανάκτηση κωδικού πρόσβασης
et: Parooli taastamine
hu: Jelszó helyreállítása
id: Pulihkan Kata Sandi
ja: パスワードの回復
lt: Atkurti slaptažodį
lv: Atgūt paroli
nb: Gjenopprett passord
ro: Recuperează parola
sk: Obnovenie hesla
sl: Obnovitev gesla
sv: Återställ lösenord
tr: Şifre Kurtarma

source: Register Participant
bg: Регистрация на участник
da: Registrer deltager
el: Εγγραφή Συμμετέχοντα
et: Registreeri osaleja
hu: Regisztráljon résztvevőt
id: Daftar Peserta
ja: 参加登録
lt: Registruoti dalyvį
lv: Reģistrēties dalībnieks
nb: Registrer deltaker
ro: Înregistrarea participantului
sk: Registrácia účastníka
sl: Registracija udeleženca
sv: Registrera deltagare
tr: Katılımcı Kaydı

source: Register User
bg: Регистрация на потребител
da: Registrer bruger
el: Εγγραφή χρήστη
et: Registreeri kasutaja
hu: Felhasználó regisztrálása
id: Daftarkan Pengguna
ja: ユーザー登録
lt: Registruoti naudotoją
lv: Reģistrēt lietotāju
nb: Registrer bruker
ro: Înregistrare utilizator
sk: Registrácia používateľa
sl: Registracija uporabnika
sv: Registrera användare
tr: Kullanıcı Kaydı

source: Register
bg: Регистрация
da: Registrer dig
el: Εγγραφή
et: Registreeri
hu: Regisztráció
id: Daftar
ja: 登録
lt: Registruotis
lv: Reģistrēties
nb: Registrer deg
ro: Înregistrare
sk: Registrácia
sv: Registrera
tr: Kayıt Olun

source: Select tournament type:
bg: Изберете типа на турнира:
da: Vælg turneringstype:
el: Επιλέξτε τον τύπο τουρνουά:
et: Valige turniiri tüüp:
hu: Válassza ki a verseny típusát:
id: Pilih jenis turnamen:
ja: トーナメントの種類を選択する：
lt: Pasirinkite turnyro tipą:
lv: Izvēlieties turnīra veidu:
nb: Velg turneringstype:
ro: Selectați tipul de turneu:
sk: Vyberte typ turnaja:
sl: Izberite vrsto turnirja:
sv: Välj typ av turnering:
tr: Turnuva türünü seçin:

source: Select winner
bg: Изберете победител
da: Vælg en vinder
el: Επιλέξτε νικητή
et: Valige võitja
hu: Győztes kiválasztása
id: Pilih pemenang
ja: 勝者を選ぶ
lt: Pasirinkite nugalėtoją
lv: Izvēlieties uzvarētāju
nb: Velg vinner
ro: Selectați câștigătorul
sk: Vyberte víťaza
sl: Izberite zmagovalca
sv: Välj vinnare
tr: Kazananı seçin

source: Single Elimination Bracket
bg: Единична елиминационна скоба
da: Enkelt eliminations-beslag
el: Ενιαία αποβολή Bracket
et: Üksiku kõrvaldamise sulgemine Bracket
hu: Egyetlen kieséses szakasz
id: Braket Eliminasi Tunggal
ja: シングル・エリミネーション・ブラケット
lt: Vieno etapo atrankos varžybos
lv: Viena izslēgšanas kārta
nb: Enkelt eliminasjonsbrakett
ro: Grupa de eliminare unică
sk: Jednotná vyraďovacia skupina
sl: Eliminacijski ožiček
sv: Gruppspel med enkel eliminering
tr: Tekli Eleme Grubu

source: Stage 0 (Play-in)
bg: Етап 0 (Play-in)
da: Fase 0 (Play-in)
el: Στάδιο 0 (Play-in)
et: Etapp 0 (sisse mängimine)
hu: 0. szakasz (bejátszás)
id: Tahap 0 (Play-in)
ja: ステージ0（プレーイン）
lt: 0 etapas ("Play-in")
lv: 0. posms (Play-in)
nb: Fase 0 (innspilling)
ro: Etapa 0 (Play-in)
sk: Fáza 0 (Play-in)
sl: Faza 0 (predtekmovanje)
sv: Steg 0 (Play-in)
tr: Aşama 0 (Play-in)

source: Stage
bg: Етап
da: Scene
el: Στάδιο
et: Etapp
hu: Színpad
id: Panggung
ja: ステージ
lt: Etapas
lv: Posms
nb: Scene
ro: Etapa
sk: Etapa
sl: Faza
sv: Etapp
tr: Sahne

source: The tournament is over! Winner
bg: Турнирът приключи! Победител
da: Turneringen er slut! Vinder
el: Το τουρνουά τελείωσε! Νικητής
et: Turniir on lõppenud! Võitja
hu: A versenynek vége! Győztes
id: Turnamen sudah berakhir! Pemenang
ja: トーナメントは終了した！優勝
lt: Turnyras baigėsi! Nugalėtojas
lv: Turnīrs ir beidzies! Uzvarētājs
nb: Turneringen er over! Vinner
ro: Turneul s-a încheiat! Câștigător
sk: Turnaj sa skončil! Víťaz
sl: Turnir je končan! Zmagovalec
sv: Turneringen är över! Vinnare
tr: Turnuva sona erdi! Kazanan

source: Tournament Bracket
bg: Конзола на турнира
da: Turnerings-beslag
el: Βραχίονας του τουρνουά
et: Turniiri sulgudes
hu: Versenytábla
id: Braket Turnamen
ja: トーナメント・ブラケット
lt: Turnyro laikiklis
lv: Turnīra lozungs
nb: Turneringsbrakett
ro: Grupa de turneu
sk: Turnajový rebríček
sl: Turnirski nosilec
sv: Turneringsupplägg
tr: Turnuva Braketi

source: Tournament Description
bg: Описание на турнира
da: Beskrivelse af turneringen
el: Περιγραφή τουρνουά
et: Turniiri kirjeldus
hu: Verseny leírása
id: Deskripsi Turnamen
ja: 大会概要
lt: Turnyro aprašymas
lv: Turnīra apraksts
nb: Beskrivelse av turneringen
ro: Descrierea turneului
sk: Popis turnaja
sl: Opis turnirja
sv: Beskrivning av turneringen
tr: Turnuva Açıklaması

source: Tournament Details
bg: Подробности за турнира
da: Detaljer om turneringen
el: Λεπτομέρειες τουρνουά
et: Turniiri üksikasjad
hu: Verseny részletei
id: Detail Turnamen
ja: 大会詳細
lt: Turnyro informacija
lv: Turnīra informācija
nb: Detaljer om turneringen
ro: Detalii despre turneu
sk: Podrobnosti o turnaji
sl: Podrobnosti o turnirju
sv: Detaljer om turneringen
tr: Turnuva Detayları

source: Tournament Name
bg: Име на турнира
da: Turneringens navn
el: Όνομα τουρνουά
et: Turniiri nimi
hu: Verseny neve
id: Nama Turnamen
ja: 大会名
lt: Turnyro pavadinimas
lv: Turnīra nosaukums
nb: Turneringens navn
ro: Numele turneului
sk: Názov turnaja
sl: Ime turnirja
sv: Turneringens namn
tr: Turnuva Adı

source: Tournament
bg: Турнир
da: Turnering
el: Τουρνουά
et: Turniir
hu: Verseny
id: Turnamen
ja: トーナメント
lt: Turnyras
lv: Turnīrs
nb: Turnering
ro: Turneu
sk: Turnaj
sl: Turnir
sv: Turnering
tr: Turnuva

source: Type
bg: Тип
el: Τύπος
et: Tüüp
hu: Típus
id: Jenis
ja: タイプ
lt: Tipas
lv: Tips
ro: Tip
sk: Typ
sl: Tip
sv: Typ
tr: Tip

source: User Registration
bg: Регистрация на потребителя
da: Brugerregistrering
el: Εγγραφή χρήστη
et: Kasutaja registreerimine
hu: Felhasználói regisztráció
id: Pendaftaran Pengguna
ja: ユーザー登録
lt: Naudotojo registracija
lv: Lietotāja reģistrācija
nb: Brukerregistrering
ro: Înregistrarea utilizatorului
sk: Registrácia používateľa
sl: Registracija uporabnika
sv: Registrering av användare
tr: Kullanıcı Kaydı

source: Username
bg: Потребителско име
da: Brugernavn
el: Όνομα χρήστη
et: Kasutajanimi
hu: Felhasználónév
id: Nama pengguna
ja: ユーザー名
lt: Vartotojo vardas
lv: Lietotājvārds
nb: Brukernavn
ro: Nume utilizator
sk: Používateľské meno
sl: Uporabniško ime
sv: Användarnamn
tr: Kullanıcı Adı

source: View bracket
bg: Преглед на скобата
da: Se beslag
el: Προβολή βραχίονα
et: Vaata klambrit
hu: Konzol megtekintése
id: Lihat braket
ja: ブラケットを見る
lt: Peržiūrėti laikiklį
lv: Skatīt kronšteinu
nb: Vis brakett
ro: Vezi suportul
sk: Zobraziť konzolu
sl: Ogled nosilca
sv: Visa konsol
tr: Braketi görüntüle

source: vs
bg: срещу
da: mod
el: εναντίον
ja: 対
lt: prieš
lv: pret
nb: mot
sl: proti
sv: mot

source: Welcome, %(username)s!
bg: Добре дошъл, %(username)s!
da: Velkommen, %(username)s!
el: Καλώς ήρθες, %(username)s!
et: Tere tulemast, %(username)s!
hu: Üdvözöljük, %(username)s!
id: Selamat datang, %(username)s!
ja: ようこそ、%(username)s！
lt: Sveiki atvykę, %(username)s!
lv: Laipni lūdzam, %(username)s!
nb: Velkommen, %(username)s!
ro: Bine ai venit, %(username)s!
sk: Vitaj, %(username)s!
sl: Dobrodošel, %(username)s!
sv: Välkommen, %(username)s!
tr: Hoş geldiniz, %(username)s!

source: Winner determined
bg: Определяне на победителя
el: Ο νικητής καθορίζεται
et: Võitja määratud
hu: A győztes megállapítása
id: Pemenang ditentukan
ja: 優勝決定
lt: Nustatytas nugalėtojas
lv: Noteikts uzvarētājs
nb: Vinner kåret
ro: Câștigătorul a fost desemnat
sk: Určenie víťaza
sl: Določitev zmagovalca
sv: Vinnare utsedd
tr: Kazanan belirlendi

source: Winner
bg: Победител
da: Vinder
el: Νικητής
et: Võitja
hu: Győztes
id: Pemenang
ja: 優勝
lt: Nugalėtojas
lv: Uzvarētājs
ro: Câștigător
sk: Víťaz
sl: Zmagovalec
sv: Vinnare
tr: Kazanan

source: You have been logged out.
bg: Излезли сте от системата.
da: Du er blevet logget ud.
el: Έχετε αποσυνδεθεί.
et: Teid on välja logitud.
hu: Önt kijelentkeztették.
id: Anda telah keluar.
ja: ログアウトされました。
lt: Jūs buvote išregistruotas.
lv: Jūs esat atteicies no sistēmas.
nb: Du har blitt logget ut.
ro: Ați fost deconectat.
sk: Boli ste odhlásení.
sl: Bili ste odjavljeni.
sv: Du har blivit utloggad.
tr: Çıkış yaptınız.
